public class AboutApp {

  public static void main(String[] args) {

    System.out.println("  Η εφαρμογή δημιουργήθηκε για εκπαιδευτικούς λόγους για λόγους αυτοεξέλιξης και");
    System.out.println("αυτοβελτίωσης των υπαρχόντων γνώσεων μου, όπου και κατά το τρέχων διάστημα");  
    System.out.println("είμαι σπουδαστής του ΚΕ.ΔΙ.ΒΙ.Μ. του Οικονομικού  Πανεπιστήμιου Αθηνών ");
    System.out.println("στο πρόγραμμα Coding Factory. ");
    System.out.println("\nΤο πρόγραμμα θα ανανεώνετε και θα βελτιώνετε σύμφωνα με τις προσεχής γνώσεις ");
    System.out.println("που θα λαμβάνω από το τρέχων πρόγραμμα .");
    System.out.println("\nΣκοπός του προγράμματος είναι η υποθετική συνεργασία με συνάδελφους προγραμματιστές");
    System.out.println("οπότε και θα πρέπει να «τοποθετώ» ουσιαστικά σχόλια στον κώδικά μου που θα μπορώ να τα");
    System.out.println("ξαναθυμάμαι και εγώ σε βάθος χρόνου και να είναι κατανοητά και στους υποτιθέμενους ");
    System.out.println("συνάδελφους σε περίπτωση collaboration οποιουδήποτε project σε team work.");
    System.out.println("\nΑποσκοπεί επίσης και σε μια πιθανή επίδειξη γνώσεων και δεξιοτήτων μου στην τρέχουσα");
    System.out.println("γλώσσα δημιουργίας του project για οποιονδήποτε πιθανό εργοδότη μου.");
    System.out.println("\nH εφαρμογή δεν αποτελεί πλήρη οδηγό Μετατροπής Μονάδων, παρόλα αυτά όμως,");
    System.out.println("είναι ελεγμένο και θα είναι πάντα υπο έλεγχο κατά την πρόοδο του ώστε να διασφαλίζω");
    System.out.println("την ορθότητα και ακρίβειά του σύμφωνα με τους ελέγχους μου.");
    System.out.println("\nΤο πρόγραμμα καλύπτει της τεχνικές απαιτήσεις επαναληψιμότητας που καλά είναι να έχει");
    System.out.println("ένας κώδικας και τους ελέγχους αποτελεσματικότητας σύμφωνα με προβλεπόμενα");
    System.out.println("αποτελέσματα ακολουθώντας πάντα και την βέλτιστη απλότητα και κατανόηση στην σύνταξή του!");
    System.out.println("\n\nΟ Δημιουργός\n___________________\nΑντωνίου Ιωάννης");
    
  }
}