import java.util.*;

public class Main {
    public static void main(String[] args) {
        System.out.println("\n*******************************************************************");
        System.out.println("* Καλώς Όρισες χρήστη στην Ενοποιημένη Εφαρμογή Μετατροπής Μονάδων  *");    
        System.out.println("*********************************************************************");
      
    
          System.out.println("+---------------------------------------------------------------------+");
          System.out.println("|               Ανά Οικογένεια / ανά Τύπο Μονάδας                     |");
          System.out.println("+---------------------------------------------------------------------+");
          System.out.println("|1. Διάσταση [ Επιφάνεια\tΜήκος\tΌγκος]                        |");
          System.out.println("|2. Ενέργεια [ Ενέργεια\tΘερμοκρασία\tΙσχύς ]                       |");
          System.out.println("|3. ΕπιστήμηΥπολογιστών [ Αποθήκευση δεδομένων ]                      |");
          System.out.println("|4. Κίνηση  [ Επιτάχυνση\tΤαχύτητα\tΤαχύτητα ανέμου ]     |");
          System.out.println("|5. Μηχανική [Βάρος\tΔείκτης Μάζας Σώματος\tΔύναμη\tΡοπή ]        |");
          System.out.println("|6. Νόμισμα [ Δολλάριο / Λίρα / Ευρώ / Γιέν ]                         |");
          System.out.println("|7. Ώρα  [  Ζώνες χρόνου\tΏρα]                                  |");
          System.out.println("+---------------------------------------------------------------------+");
          System.out.println("|8. ΕΞΟΔΟΣ ΕΦΑΡΜΟΓΗΣ                                                  |");
          System.out.println("|9. Δημιουργός                                                        |");
          System.out.println("|10. Περί Εφαρμογής...                                                |");
          System.out.println("+---------------------------------------------------------------------+");
      
      
      //https://www.convertworld.com/el/
                  
  }
}
