public class MainUnitConverter {
    public static void main(String[] args) {
        System.out.println("\n*********************************************************************");
        System.out.println("* Καλώς Όρισες χρήστη στην Ενοποιημένη Εφαρμογή Μετατροπής Μονάδων  *");    
        System.out.println("*********************************************************************");
      
    
          System.out.println("+---------------------------------------------------------------------+");
          System.out.println("|               Ανά Οικογένεια / ανά Τύπο Μονάδας                     |");
          System.out.println("+---------------------------------------------------------------------+");
          System.out.println("|1. Διάσταση [ Επιφάνεια    Μήκος    Όγκος ]                          |");
          System.out.println("|2. Ενέργεια [ Ενέργεια    Θερμοκρασία    Ισχύς ]                     |");
          System.out.println("|3. ΕπιστήμηΥπολογιστών [ Αποθήκευση δεδομένων ]                      |");
          System.out.println("|4. Κίνηση  [ Επιτάχυνση    Ταχύτητα    Ταχύτητα ανέμου ]             |");
          System.out.println("|5. Μηχανική [Βάρος    Δείκτης Μάζας Σώματος    Δύναμη    Ροπή ]      |");
          System.out.println("|6. Νόμισμα [ Δολλάριο / Λίρα / Ευρώ / Γιέν ]                         |");
          System.out.println("|7. Ώρα  [  Ζώνες χρόνου    Ώρα ]                                     |");
          System.out.println("+---------------------------------------------------------------------+");
          System.out.println("|8. ΕΞΟΔΟΣ ΕΦΑΡΜΟΓΗΣ                                                  |");
          System.out.println("|9. Δημιουργός                                                        |");
          System.out.println("|10. Περί Εφαρμογής...                                                |");
          System.out.println("+---------------------------------------------------------------------+");
      
      
      //https://www.convertworld.com/el/
                  
  }
}
